Repository: RedTurtle/collective.rating
Catalog: src/collective/rating/locales/*/LC_MESSAGES/collective.rating.po
Languages: it

source: Adds possibility to rate content type
it: Aggiunge la possibilit√† di votare i contenuti

source: Cancel
it: Annulla

source: Installs the collective.rating add-on.
it: Installa l'addon collective.rating

source: Rating Behaviors
it: Behaviors per la votazione

source: Rating settings
it: Impostazioni Rating

source: Rating's field
it: Campi per la votazione

source: Save
it: Salva

source: Uninstalls the collective.rating add-on.
it: Disinstalla l'addon collective.rating

source: active_rating_title
it: Votazione attiva

source: default_stars_title
it: Numero di stelle di default

source: max_rating_title
it: Numero di stelle
